// npm i commander <- Librería para crear CLI y manejar comandos
//! ╔══════════════════════════════════════════════════╗
//* ║═════════════════                ═════════════════║
//* ║   >>>   🔵🟢🔵   CODIGO AQUÍ   🔵🟢🔵   <<<   ║
//* ║═════════════════                ═════════════════║
//! ╚══════════════════════════════════════════════════╝

// npm i commander <- Librería para crear CLI y manejar comandos



/*
*->comando que ejecutamos --> node index.js --mode prod --debug --port 3003 
 { port: '3003', mode: 'prod', debug: true }
*/